{
  "header": {
    "home": "Главная",
    "games": "Игры",
    "stats": "Статистика",
    "langTitle": "Язык",
    "account": "Авторизация",
    "accountLogin": "Войти",
    "accountSignUp": "Регистрация",
    "accountLogout": "Выйти"
  },
  "home": {
    "about": "О проекте",
    "games": "Игры",
    "team": "Команда",
    "project.1": "Проект",
    "project.2": "- это частичный клон сайта",
    "project.3": ", который специализируется на играх для поддержки мозга в тонусе и развития памяти. Мы сделали 4 игры, а также возможность сохранения и просмотра игровой статистики для каждой из них."
  },
  "about": {
    "about": "О проекте",
    "project.1": "Проект",
    "project.2": "- это частичный клон сайта",
    "project.3": ", который специализируется на играх для поддержки мозга в тонусе и развития памяти. Мы сделали 4 игры, а также возможность сохранения и просмотра игровой статистики для каждой из них."
  },
  "team": {
    "artem.name": "Артем",
    "artem.fullname": "Артем Громико",
    "artem.role": "Тимлид команды",
    "artem.p1": "Создал репозиторий с проектом и настроил его совместно с другими участниками команды.",
    "artem.p2": "Реализовал 2 игры - Speed Match и Memory Match, включая анимацию. Создал несколько общих компонентов.",
    "artem.p3": "Добавил для сайта возможность использования двух языков. Также отвечал за тестирование и исправление багов.",
    "sedrak.name": "Седрак",
    "sedrak.fullname": "Седрак Адоян",
    "sedrak.role": "Разработчик команды",
    "sedrak.p1": "Создал Backend сайта в отдельном репозитории. Отвечал за реализацию БД сайта, за сохранения и загрузку результатов игры и отображении их на странице статистики.",
    "sedrak.p2": " Реализовал возможность регистрации пользователя и настроил сооответствующие страницы во Frontend-части сайта.",
    "sedrak.p3": "Создал различные утилиты для сайта и также участвовал в помощи с тестированием.",
    "evgenii.name": "Евгений",
    "evgenii.fullname": "Евгений Колесников",
    "evgenii.role": "Разработчик команды",
    "evgenii.p1": "Реализовал 2 игры - Memory Matrix и Rotation Matrix, включая анимацию. Создал несколько общих компонентов.",
    "evgenii.p2": "Занимался настройкой Netlify, исправлением багов, поиском звуков для игр. Также отвечал за создание и UI главной страницы, хедера и футера сайта с соответствующим переводом.",
    "evgenii.p3": "Добавил несколько не игровых анимаций и реализовал адаптивность сайта, включая игры, до минимальной ширины 320px."
  },
  "SpeedMatch": {
    "gameName": "Speed Match",
    "title": "Совпадает ли ТЕКУЩАЯ карта с картой, которая была РАНЕЕ?",
    "description": "В Speed Match вам нужно определить, совпадают ли символы.",
    "howToPlay": "В семействе игр Speed Match цель состоит в том, чтобы запомнить предыдущую показанную карту и выбрать, соответствует ли следующая карта предыдущей карте. Карты кладутся лицевой стороной вверх в правую стопку и рубашкой вверх в левую стопку. Полезно думать о левой стопке как о стопке «отбоя», в то время как стопка справа все еще «в игре». \n\nЕсли карточки совпадают, нажмите клавишу со стрелкой вправо, или кнопку «Да». Если карточки не совпадают, нажмите клавишу со стрелкой влево, или кнопку «Нет».\n\nНе забывайте отвечать быстро и точно, чтобы достичь более высоких результатов и уровней.",
    "howToPlayDone.text1": "Эта игра уравновешивает точность и скорость. Реагируйте как можно быстрее, избегая ошибок.",
    "howToPlayDone.text2": "Вот и все. Давайте играть!",
    "brainArea": "СКОРОСТЬ",
    "type": "Обработка информации",
    "about": "Обработка информации - это первоначальная идентификация и анализ поступающей сенсорной информации."
  },
  "MemoryMatch": {
    "gameName": "Memory Match",
    "title": "Совпадает ли карта СПРАВА с картой, которая пришла ДВУМЯ КАРТАМИ РАНЕЕ?",
    "description": "Тренируйте свою рабочую память, определяя, совпадают ли символы.",
    "howToPlay": "Цель этой игры — запомнить, какой символ появлялся две карты назад, и определить, совпадают ли они с текущей отображаемой картой. Карточки сдвигаются влево и переворачиваются после каждого хода. На правой карте изображен символ, а две карты слева лежат лицевой стороной вниз, вы должны помнить что было на них ранее.\n\nMemory Match начинается, когда все 3 карты перевернуты позволяя быстро запомнить левую и среднюю карты. Через несколько секунд левая и средняя карты переворачиваются лицом вниз. Затем вы должны определить, соответствует ли символ на закрытой карте справа символу на закрытой карте слева. Нажмите клавишу со стрелкой влево, чтобы выбрать «Нет», или нажмите клавишу со стрелкой вправо, чтобы выбрать «Да».\n\nПосле выбора ответа карты сдвигаются влево, а из стопки справа вытягивается новая карта. Карта, которая раньше лежала лицевой стороной вверх справа, теперь лежит лицевой стороной вниз посередине. И карта, которая раньше была посередине, теперь слева. Вам нужно определить, соответствует ли только что вытащенная карта картам слева.\n\nНеправильный ответ приведет к тому, что все карты будут раскрыты. Левая и средняя карты переворачиваются обратно вниз, когда вы снова ответите правильно.",
    "brainArea": "ПАМЯТЬ",
    "type": "Рабочая память",
    "about": "Рабочая память используется для хранения и манипулирования информацией."
  },
  "MemoryMatrix": {
    "title": "Memory Matrix",
    "description": "Тренируйте свою пространственную память, запоминая рисунок из плиток",
    "game.hintStart": "Продолжайте нажимать. Вы можете раскрыть еще",
    "gameHintEnd": "плит",
    "howToPlay.message1": "Запомните выделенные плитки.",
    "howToPlay.message2": "Щелкните по плиткам, чтобы воссоздать узор.",
    "howToPlayDone.title": "Отличная работа! Эта игра о памяти и точности.",
    "howToPlayDone.p1": "Нет никаких ограничений по времени",
    "howToPlayDone.p2": "По мере продвижения вы будете запоминать все больше плиток",
    "brainArea": "ПАМЯТЬ",
    "type": "Пространственное запоминание",
    "about": "Пространственное запоминание - это форма памяти, участвующая в отслеживании местоположения в окружающей среде."
  },
  "RotationMatrix": {
    "title": "Rotation Matrix",
    "description": "Тренируйте свою пространственную память, запоминая рисунок из плиток",
    "game.hintStart": "Продолжайте нажимать. Вы можете раскрыть еще",
    "gameHintEnd": "плит",
    "howToPlay.message1": "Запомните шаблон. Доска будет вращаться",
    "howToPlay.message2": "Щелкните по плиткам, чтобы воссоздать узор.",
    "howToPlayDone.title": "Отличная работа! Эта игра о памяти и точности.",
    "howToPlayDone.p1": "Нет никаких ограничений по времени",
    "howToPlayDone.p2": "По мере продвижения вы будете запоминать все больше плиток",
    "brainArea": "ПАМЯТЬ",
    "type": "Рабочая память",
    "about": "Рабочая память используется для хранения и манипулирования информацией."
  },
  "startGame": {
    "play": "Играть",
    "howToPlay": "Как играть?"
  },
  "stats": {
    "time": "ВРЕМЯ",
    "score": "ОЧКИ",
    "trial": "ПОПЫТКА",
    "trialDivider": "/",
    "tiles": "ПЛИТКА"
  },
  "controls": {
    "yes": "Да",
    "no": "Нет"
  },
  "results": {
    "score": "ОЧКИ",
    "correct": "ВЕРНО",
    "accuracy": "ТОЧНОСТЬ",
    "bestBoard": "ЛУЧШАЯ ДОСКА",
    "bestBoardTiles": "Плит",
    "tryAgain": "Попробовать снова"
  },
  "login": {
    "login": "Войти",
    "logOut": "Выйти",
    "signUp": "Регистрация"
  },
  "loginPage": {
    "signIn": "Войти",
    "signUp": "Зарегистрироваться",
    "google": "Войти с помощь Google"
  },
  "howToPlay": {
    "title": "Как играть"
  },
  "howToPlayDone": {
    "keys": "Нажмите любую КЛАВИШУ СО СТРЕЛКОЙ, чтобы продолжить"
  },
  "statsPage": {
    "lastResults": "Ваши последние результаты"
  },
  "sound": {
    "on": "Выключить звук",
    "off": "Звук выключен"
  }
}
