{
  "speedMatch": {
    "title": "Does the CURRENT card match the card that came IMMEDIATELY BEFORE it?",
    "description": "In Speed Match you only need to determine if the symbols are the same.",
    "howToPlay": "In the Speed Match family of games the goal is to remember the previous card shown and select whether or not the next card matches the previous card. The cards are shown face-up on the right pile and face-down on the left pile. It’s helpful to think of the left pile as the “discard” pile, while the pile on the right is still “in play.” \n\nIf the cards match, tap the right arrow key to indicate 'Yes'. If the cards don’t match, then tap the left arrow key to indicate 'No'.\n\nMake sure to answer both quickly and accurately to reach higher scores and levels.",
    "howToPlayDone.text1": "This game balances accuracy and speed. Respond as quickly as possible while avoiding mistakes.",
    "howToPlayDone.text2": "That's it. Let's Play!"
  },
  "memoryMatch": {
    "title": "Does the card on the RIGHT match the card that came TWO CARDS BEFORE it?",
    "description": "Train your working memory by determining whether the symbols match.",
    "howToPlay": "Memory Match are meant to train and improve your memory. The goal of these game is to remember what symbol appeared either two cards ago  and determine if they match with the currently shown card. The cards shift left and flip over after each guess. The card on the right is face up displaying a symbol, while the two cards, three for Overdrive, on the left are face down, forcing you to remember what they displayed previously.\n\nMemory Match starts with all 3 cards facing up, allowing you to quickly memorize the left and middle cards. After a few seconds, the left and middle cards flip to face down. You then must determine if the symbol on the face up card on the right matches the symbol on the face down card on the left. Press the left arrow key to choose “No” or press the right arrow key to choose “Yes.”\n\nAfter selecting you answer, the cards shift left and a new card is pulled from the pile on the right. The card that was previously face up on the right is now face down in the middle. And the card previously in the middle is now on the left. You need to determine if the newly pulled card matches the card now on the left.\n\nAnswering incorrectly causes all the cards to be revealed. The left and middle cards flip back to face down once you answer correctly again."

  },
  "MemoryMatrix": {
    "title": "",
    "description": "Train your spatial recall by remembering the pattern of tiles",
    "game.hintStart": "Keep clicking. You can uncover",
    "gameHintEnd": "more tile",
    "howToPlay.message1": "Remember the highlighted tiles.",
    "howToPlay.message2": "Click the tiles to recreate the pattern.",
    "howToPlayDone.title": "Nice work! This game is about memory and accuracy.",
    "howToPlayDone.p1": "There is no time limit",
    "howToPlayDone.p2": "You'll remember more tiles as you progress"
  },

  "startGame": {
    "play": "Play",
    "howToPlay": "How to play?"
  },
  "stats": {
    "time": "TIME",
    "score": "SCORE",
    "trial": "TRIAL",
    "trialDivider": "of",
    "tiles": "TILES"
  },
  "controls": {
    "yes": "Yes",
    "no": "No"
  },
  "results": {
    "score": "SCORE",
    "correct": "CORRECT",
    "accuracy": "ACCURACY",
    "bestBoard": "BEST BOARD",
    "bestBoardTiles": "Tile",
    "tryAgain": "Try again"
  },
  "login": {
    "login": "Log In",
    "logOut": "Log Out",
    "signUp": "Sign Up"
  },
  "howToPlay": {
    "title": "How To Play"
  },
  "howToPlayDone": {
    "keys": "Press any ARROW KEY to continue"
  }
}
